<?xml version="1.0"?>
<resource xmlns="http://datacite.org/schema/kernel-4" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://datacite.org/schema/kernel-4 http://schema.datacite.org/meta/kernel-4/metadata.xsd">
  <identifier identifierType="DOI">10.25587/SVFU.2017.62.8451</identifier>
  <creators>
    <creator>
      <creatorName>&#x41C;&#x423;&#x420;&#x422;&#x423;&#x417;&#x410;&#x41B;&#x418;&#x415;&#x412;&#x410;, &#x415;.&#x410;.</creatorName>
      <affiliation>&#x414;&#x410;&#x413;&#x415;&#x421;&#x422;&#x410;&#x41D;&#x421;&#x41A;&#x418;&#x419;&#xA0;&#x433;&#x43E;&#x441;&#x443;&#x434;&#x430;&#x440;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x44B;&#x439; &#x443;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442;.</affiliation>
    </creator>
  </creators>
  <titles>
    <title>&#x422;&#x438;&#x43F;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x44F; &#x438; &#x436;&#x430;&#x43D;&#x440; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x414;. &#x421;. &#x41C;&#x435;&#x440;&#x435;&#x436;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#xAB;&#x413;&#x43E;&#x433;&#x43E;&#x43B;&#x44C; &#x438; &#x447;&#x435;&#x440;&#x442;&#xBB; &#x438; &#x43E;&#x431;&#x440;&#x430;&#x437; &#x413;&#x43E;&#x433;&#x43E;&#x43B;&#x44F; &#x432; &#x43D;&#x435;&#x439;</title>
    <title titleType="TranslatedTitle">Typology and Genre of D. S. Merezhkovsky&#x2019;s "Gogol and the Devil" and Image of Gogol in the Novel</title>
  </titles>
  <publisher>&#x420;&#x435;&#x446;&#x435;&#x43D;&#x437;&#x438;&#x440;&#x443;&#x435;&#x43C;&#x44B;&#x439; &#x43D;&#x430;&#x443;&#x447;&#x43D;&#x44B;&#x439; &#x436;&#x443;&#x440;&#x43D;&#x430;&#x43B; &#xAB;&#x412;&#x435;&#x441;&#x442;&#x43D;&#x438;&#x43A; &#x421;&#x435;&#x432;&#x435;&#x440;&#x43E;-&#x412;&#x43E;&#x441;&#x442;&#x43E;&#x447;&#x43D;&#x43E;&#x433;&#x43E; &#x444;&#x435;&#x434;&#x435;&#x440;&#x430;&#x43B;&#x44C;&#x43D;&#x43E;&#x433;&#x43E; &#x443;&#x43D;&#x438;&#x432;&#x435;&#x440;&#x441;&#x438;&#x442;&#x435;&#x442;&#x430; &#x438;&#x43C;&#x435;&#x43D;&#x438; &#x41C;. &#x41A;. &#x410;&#x43C;&#x43C;&#x43E;&#x441;&#x43E;&#x432;&#x430;. Vestnik of North-Eastern Federal University&#xBB;</publisher>
  <publicationYear>2017</publicationYear>
  <subjects>
    <subject>&#x442;&#x438;&#x43F;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439;</subject>
    <subject>&#x436;&#x430;&#x43D;&#x440;&#x43E;&#x432;&#x44B;&#x439; &#x441;&#x442;&#x430;&#x442;&#x443;&#x441; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;</subject>
    <subject>&#x43B;&#x438;&#x442;&#x435;&#x440;&#x430;&#x442;&#x443;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x435; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;-&#x43D;&#x438;&#x435;</subject>
    <subject>&#x43A;&#x440;&#x438;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x43F;&#x440;&#x43E;&#x437;&#x430;</subject>
    <subject>&#x44D;&#x43B;&#x435;&#x43C;&#x435;&#x43D;&#x442;&#x44B;</subject>
    <subject>&#x43C;&#x438;&#x444; &#x43E; &#x442;&#x432;&#x43E;&#x440;&#x446;&#x435;</subject>
    <subject>&#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x430;</subject>
    <subject>&#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x430;&#x44F; &#x43A;&#x43E;&#x43D;&#x446;&#x435;&#x43F;&#x446;&#x438;&#x44F; &#x41C;&#x435;&#x440;&#x435;&#x436;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E;</subject>
    <subject>&#x43E;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44C;</subject>
    <subject>&#x441;&#x443;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x441;&#x442;&#x44C;</subject>
  </subjects>
  <language>ru</language>
  <dates>
    <date dateType="Issued">2017-12-15</date>
  </dates>
  <resourceType resourceTypeGeneral="Text">Journal Article</resourceType>
  <relatedIdentifiers>
    <relatedIdentifier relatedIdentifierType="URL" relationType="IsCitedBy">https://www.s-vfu.ru/universitet/rukovodstvo-i-struktura/strukturnye-podrazdeleniya/unir/vestnik-svfu/pv/Murtuzalieva-EA.pdf</relatedIdentifier>
    <relatedIdentifier relatedIdentifierType="EISSN" relationType="Cites">2587-5620</relatedIdentifier>
    <relatedIdentifier relatedIdentifierType="ISSN" relationType="IsPartOf">2222-5404</relatedIdentifier>
  </relatedIdentifiers>
  <descriptions>
    <description descriptionType="Abstract">&#x41E;&#x441;&#x432;&#x435;&#x449;&#x430;&#x44E;&#x442;&#x441;&#x44F; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441;&#x44B; &#x442;&#x438;&#x43F;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x438; &#x436;&#x430;&#x43D;&#x440;&#x43E;&#x432;&#x43E;&#x433;&#x43E; &#x441;&#x432;&#x43E;&#x435;&#x43E;&#x431;&#x440;&#x430;&#x437;&#x438;&#x44F; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B;&#xA0;
&#x414;. &#x421;. &#x41C;&#x435;&#x440;&#x435;&#x436;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#xAB;&#x413;&#x43E;&#x433;&#x43E;&#x43B;&#x44C; &#x438; &#x447;&#x435;&#x440;&#x442;&#xBB;, &#x435;&#x435; &#x441;&#x442;&#x440;&#x443;&#x43A;&#x442;&#x443;&#x440;&#x43D;&#x44B;&#x435; &#x43E;&#x441;&#x43E;&#x431;&#x435;&#x43D;&#x43D;&#x43E;&#x441;&#x442;&#x438;, &#x43F;&#x43E;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x443; &#x432;&#x43E;&#x43F;&#x440;&#x43E;&#x441; &#x44F;&#x432;&#x43B;&#x44F;&#x435;&#x442;&#x441;&#x44F; &#x434;&#x438;&#x441;&#x43A;&#x443;&#x441;&#x441;&#x438;&#x43E;&#x43D;&#x43D;&#x44B;&#x43C;. &#x41E;&#x43F;&#x440;&#x435;&#x434;&#x435;&#x43B;&#x435;&#x43D; &#x441;&#x442;&#x430;&#x442;&#x443;&#x441; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x44B; &#x41C;&#x435;&#x440;&#x435;&#x436;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x2013; &#xAB;&#x43B;&#x438;&#x442;&#x435;&#x440;&#x430;&#x442;&#x443;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x435; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x435;&#xBB;, &#x432;&#x44B;&#x434;&#x435;&#x43B;&#x435;&#x43D;&#x44B; &#x43C;&#x435;&#x442;&#x43E;&#x434;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x435; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x44B; &#x438; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x442;&#x435;&#x43B;&#x44C;&#x441;&#x43A;&#x438;&#x435; &#x43F;&#x440;&#x438;&#x435;&#x43C;&#x44B; &#x41C;&#x435;&#x440;&#x435;&#x436;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E;, &#x43F;&#x43E;&#x434;&#x447;&#x435;&#x440;&#x43A;&#x43D;&#x443;&#x442;&#x430; &#x441;&#x442;&#x435;&#x43F;&#x435;&#x43D;&#x44C; &#x432;&#x43B;&#x438;&#x44F;&#x43D;&#x438;&#x44F; &#x445;&#x443;&#x434;&#x43E;&#x436;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x43E;&#x437;&#x43D;&#x430;&#x43D;&#x438;&#x44F; &#x430;&#x432;&#x442;&#x43E;&#x440;&#x430;, &#x435;&#x433;&#x43E; &#x43A;&#x440;&#x438;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x437;&#x44B;. &#x412;&#x44B;&#x44F;&#x432;&#x43B;&#x435;&#x43D;&#x44B; &#x44D;&#x43B;&#x435;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x43C;&#x438;&#x444;&#x430; &#x43E; &#x442;&#x432;&#x43E;&#x440;&#x446;&#x435;, &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x43D;&#x44B;&#x435; &#x430;&#x432;&#x442;&#x43E;&#x440;&#x43E;&#x43C;, &#x430; &#x442;&#x430;&#x43A;&#x436;&#x435; &#x43E;&#x442;&#x441;&#x442;&#x443;&#x43F;&#x43B;&#x435;&#x43D;&#x438;&#x44F; &#x43E;&#x442; &#x434;&#x430;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x441;&#x438;&#x43C;&#x432;&#x43E;&#x43B;&#x438;&#x441;&#x442;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x43A;&#x430;&#x43D;&#x43E;&#x43D;&#x430;. &#x41F;&#x440;&#x43E;&#x441;&#x43B;&#x435;&#x436;&#x438;&#x432;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x441;&#x432;&#x44F;&#x437;&#x44C; &#x43C;&#x435;&#x436;&#x434;&#x443; &#x43B;&#x438;&#x442;&#x435;&#x440;&#x430;&#x442;&#x443;&#x440;&#x43D;&#x43E;-&#x43A;&#x440;&#x438;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x43C; &#x438; &#x444;&#x438;&#x43B;&#x43E;&#x441;&#x43E;&#x444;&#x441;&#x43A;&#x438;&#x43C; &#x43C;&#x438;&#x440;&#x43E;&#x432;&#x43E;&#x437;&#x437;&#x440;&#x435;&#x43D;&#x438;&#x435;&#x43C; &#x41C;&#x435;&#x440;&#x435;&#x436;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E;	&#x438; &#x435;&#x433;&#x43E; &#x43B;&#x438;&#x442;&#x435;&#x440;&#x430;&#x442;&#x443;&#x440;&#x43E;&#x432;&#x435;&#x434;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x43C;&#x438; &#x442;&#x440;&#x443;&#x434;&#x430;&#x43C;&#x438;, &#x43E;&#x442;&#x43C;&#x435;&#x447;&#x430;&#x435;&#x442;&#x441;&#x44F; &#x441;&#x438;&#x43D;&#x442;&#x435;&#x442;&#x438;&#x447;&#x43D;&#x43E;&#x441;&#x442;&#x44C; &#x43F;&#x43E;&#x434;&#x445;&#x43E;&#x434;&#x43E;&#x432;&#xA0;
&#x430;&#x432;&#x442;&#x43E;&#x440;&#x430; &#x43A; &#x440;&#x435;&#x448;&#x435;&#x43D;&#x438;&#x44E; &#x43F;&#x43E;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x445; &#x432; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x43F;&#x440;&#x43E;&#x431;&#x43B;&#x435;&#x43C;. &#x412; &#x440;&#x430;&#x431;&#x43E;&#x442;&#x435; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x44C;&#x437;&#x43E;&#x432;&#x430;&#x43D; &#x441;&#x440;&#x430;&#x432;&#x43D;&#x438;&#x442;&#x435;&#x43B;&#x44C;&#x43D;&#x43E;-&#x438;&#x441;&#x442;&#x43E;&#x440;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x438;&#x439; &#x43C;&#x435;&#x442;&#x43E;&#x434; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F;, &#x44D;&#x43B;&#x435;&#x43C;&#x435;&#x43D;&#x442;&#x44B; &#x442;&#x435;&#x43A;&#x441;&#x442;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x433;&#x43E; &#x438; &#x440;&#x435;&#x446;&#x435;&#x43F;&#x442;&#x438;&#x432;&#x43D;&#x43E;&#x433;&#x43E; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;. &#x41C;&#x435;&#x440;&#x435;&#x436;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x43C;&#x443; &#x432; &#x441;&#x432;&#x43E;&#x435;&#x43C; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x438; &#x443;&#x434;&#x430;&#x43B;&#x43E;&#x441;&#x44C; &#x440;&#x435;&#x448;&#x438;&#x442;&#x44C; &#x434;&#x432;&#x435; &#x446;&#x435;&#x43D;&#x442;&#x440;&#x430;&#x43B;&#x44C;&#x43D;&#x44B;&#x435; &#x437;&#x430;&#x434;&#x430;&#x447;&#x438;: &#x434;&#x430;&#x442;&#x44C; &#x43E;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x439; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x437; &#x445;&#x443;&#x434;&#x43E;&#x436;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E;&#x433;&#x43E; &#x442;&#x432;&#x43E;&#x440;&#x447;&#x435;&#x441;&#x442;&#x432;&#x430; &#x413;&#x43E;&#x433;&#x43E;&#x43B;&#x44F; &#x438; &#x432; &#x442;&#x43E; &#x436;&#x435; &#x432;&#x440;&#x435;&#x43C;&#x44F; &#x441;&#x43E;&#x437;&#x434;&#x430;&#x442;&#x44C; &#x441;&#x438;&#x43C;&#x432;&#x43E;&#x43B;&#x438;&#x441;&#x442;&#x441;&#x43A;&#x438;&#x439; &#x43C;&#x438;&#x444; &#x43E; &#x43F;&#x438;&#x441;&#x430;&#x442;&#x435;&#x43B;&#x435;, &#x432;&#x43A;&#x43B;&#x44E;&#x447;&#x438;&#x432; &#x436;&#x438;&#x437;&#x43D;&#x44C; &#x438; &#x442;&#x432;&#x43E;&#x440;&#x447;&#x435;&#x441;&#x442;&#x432;&#x43E;, &#x434;&#x443;&#x445;&#x43E;&#x432;&#x43D;&#x44B;&#x435; &#x438;&#x441;&#x43A;&#x430;&#x43D;&#x438;&#x44F; &#x413;&#x43E;&#x433;&#x43E;&#x43B;&#x44F; &#x432; &#x441;&#x432;&#x43E;&#x44E; &#x43A;&#x443;&#x43B;&#x44C;&#x442;&#x443;&#x440;&#x43E;&#x43B;&#x43E;&#x433;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x443;&#x44E; &#x438; &#x43C;&#x435;&#x442;&#x430;-&#x444;&#x438;&#x437;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x443;&#x44E; &#x43F;&#x430;&#x440;&#x430;&#x434;&#x438;&#x433;&#x43C;&#x443; &#x43F;&#x440;&#x435;&#x434;&#x441;&#x442;&#x430;&#x432;&#x43B;&#x435;&#x43D;&#x438;&#x439; &#x43E; &#x445;&#x440;&#x438;&#x441;&#x442;&#x438;&#x430;&#x43D;&#x441;&#x442;&#x432;&#x435;, &#x43F;&#x440;&#x438;&#x447;&#x435;&#x43C; &#x432;&#x442;&#x43E;&#x440;&#x430;&#x44F;, &#x43D;&#x435;&#x44F;&#x432;&#x43D;&#x430;&#x44F;, &#x437;&#x430;&#x434;&#x430;&#x447;&#x430; &#x440;&#x435;&#x430;&#x43B;&#x438;&#x437;&#x43E;&#x432;&#x430;&#x43D;&#x430; &#x43E;&#x447;&#x435;&#x43D;&#x44C; &#x441;&#x443;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x438; &#x43F;&#x43E; &#x43C;&#x430;&#x43D;&#x435;&#x440;&#x435; &#x438;&#x441;&#x43F;&#x43E;&#x43B;&#x43D;&#x435;&#x43D;&#x438;&#x44F; &#x431;&#x43B;&#x438;&#x437;&#x43A;&#x430; &#x43A; &#x43A;&#x440;&#x438;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x439; &#x43F;&#x440;&#x43E;&#x437;&#x435; &#x41C;&#x435;&#x440;&#x435;&#x436;&#x43A;&#x43E;&#x432;&#x441;&#x43A;&#x43E;&#x433;&#x43E;, &#x43F;&#x43E;&#x441;&#x43A;&#x43E;&#x43B;&#x44C;&#x43A;&#x443; &#x432; &#x44D;&#x442;&#x43E;&#x43C; &#x430;&#x43D;&#x430;&#x43B;&#x438;&#x442;&#x438;&#x447;&#x435;&#x441;&#x43A;&#x43E;&#x43C; &#x43A;&#x43B;&#x44E;&#x447;&#x435; &#x447;&#x438;&#x442;&#x430;&#x442;&#x435;&#x43B;&#x438; &#x443;&#x436;&#x435; &#x438;&#x43C;&#x435;&#x43B;&#x438; &#x434;&#x435;&#x43B;&#x43E; &#x43D;&#x435; &#x441; &#x43E;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x43E; &#x438;&#x437;&#x43E;&#x431;&#x440;&#x430;&#x436;&#x435;&#x43D;&#x43D;&#x43E;&#x439; &#x444;&#x438;&#x433;&#x443;&#x440;&#x43E;&#x439;&#xA0;
&#x433;&#x435;&#x440;&#x43E;&#x44F; &#x438;&#x441;&#x441;&#x43B;&#x435;&#x434;&#x43E;&#x432;&#x430;&#x43D;&#x438;&#x44F; (&#x413;&#x43E;&#x433;&#x43E;&#x43B;&#x44F;), &#x430; &#x441; &#x441;&#x443;&#x431;&#x44A;&#x435;&#x43A;&#x442;&#x438;&#x432;&#x43D;&#x44B;&#x43C;, &#x445;&#x443;&#x434;&#x43E;&#x436;&#x435;&#x441;&#x442;&#x432;&#x435;&#x43D;&#x43D;&#x43E; &#x434;&#x43E;&#x43C;&#x44B;&#x441;&#x43B;&#x435;&#x43D;&#x43D;&#x44B;&#x43C; &#x435;&#x433;&#x43E; &#x43E;&#x431;&#x440;&#x430;&#x437;&#x43E;&#x43C;.</description>
    <description descriptionType="Abstract">Problems of typological and genre originality of D. S. Merezhkovsky&#x2019;s novel "Gogol and the Devil", as well as its structural features remain a debatable question &#x2013; this is the reason the given research focuses on it. In the article the status of Merezhkovsky&#x2019;s novel, or his "literary research" is defined. Also, the methodological approaches and research methods used by D. Merezhkovsky are allocated, extent of influence by author&#x2019;s artistic consciousness and critical prose is emphasized. The creator myth elements used by the author, as well as the extent of digressions from the symbolist canon are revealed. Links&#xA0;
between literary-critical and philosophical outlook of Merezhkovsky and his literary works are traced; synthetic nature of his approaches used when solving the research problems is singled out. The article is based on comparative-historical method of research with elements of textual and receptive analysis&#xA0;
methods. In his research Merezhkovsky managed to solve two central problems: that of providing the objective analysis of Gogol&#x2019;s artistic creativity, and simultaneously to create the symbolist myth about the writer, by means of incorporating elements of Golol&#x2019;s biography, works, and spiritual searches within his&#xA0;
own culturological and metaphysical paradigm of ideas on Christianity. The latter, implicit task, is&#xA0;
actualized very subjectively, with its manner of performance being close to Merezhkovsky&#x2019;s critical prose since analytically the readers have already dealt not with objectively represented subject figure of the&#xA0;
research (Gogol) but rather with the subjective, artistically conjectured image of Gogol. The given article&#xA0;
is a part of the doctoral thesis.</description>
    <description descriptionType="SeriesInformation">&#x2116;6(62) (2017)</description>
  </descriptions>
</resource>
